# data.py

plate_data = {
    "آذربایجان شرقی": {
        "تبریز": ["15"],
        "سایر شهرهای استان": ["25", "35"]
    },
    "آذربایجان غربی": {
        "ارومیه": ["17"],
        "سایر شهرهای استان": ["27", "37"]
    },
    "اردبیل": {
        "ارومیه": ["91"],
        "سایر شهرهای استان": ["91"]
    },
    "اصفهان": {
        "اصفهان": ["13", "53", "67"],
        "سایر شهرهای استان": ["23", "43"]
    },
    "البرز": {
        "کرج": ["68"],
        "سایر شهرهای استان البرز": ["78", "21"]
    },
    "ایلام": {
        "ایلام": ["98"],
        "سایر شهرهای استان": ["98"]
    },
    "بوشهر": {
        "بوشهر": ["48"],
        "سایر شهرهای استان": ["58"]
    },
    "تهران": {
        "تهران": [
            "11", "22", "33", "44", "55", "66", "77", "88", "99",
            "10", "20", "30", "40", "50", "60", "70", "80", "90"
        ],
        "سایر شهرهای استان": ["21", "78", "38"]
    },
    "چهارمحال و بختیاری": {
        "شهرکرد": ["71"],
        "سایر شهرهای استان": ["81"]
    },
    "خراسان شمالی": {
        "بجنورد": ["26"],
        "سایر شهرهای استان": ["74"]
    },
    "خراسان رضوی": {
        "مشهد": ["12", "36", "74"],
        "سایر شهرهای استان": ["32", "42"]
    },
    "خراسان جنوبی": {
        "بیرجند": ["52"],
        "سایر شهرهای استان": []
    },
    "خوزستان": {
        "اهواز": ["14"],
        "سایر شهرهای استان": ["24", "34"]
    },
    "زنجان": {
        "زنجان": ["87"],
        "سایر شهرهای استان": ["97"]
    },
    "سمنان": {
        "سمنان": ["86"],
        "سایر شهرهای استان": ["96"]
    },
    "سیستان و بلوچستان": {
        "زاهدان": ["85"],
        "سایر شهرهای استان": ["95"]
    },
    "فارس": {
        "شیراز": ["63", "93"],
        "سایر شهرهای استان": ["73", "83"]
    },
    "قزوین": {
        "قزوین": ["79"],
        "سایر شهرهای استان": ["89"]
    },
    "قم": {
        "قم": ["16"],
        "سایر شهرهای استان": []
    },
    "کردستان": {
        "سنندج": ["51"],
        "سایر شهرهای استان": ["61"]
    },
    "کرمان": {
        "کرمان": ["45"],
        "سایر شهرهای استان": ["65", "75"]
    },
    "کرمانشاه": {
        "کرمانشاه": ["19"],
        "سایر شهرهای استان": ["29", "39"]
    },
    "کهگیلویه و بویراحمد": {
        "یاسوج": ["49"],
        "سایر شهرهای استان": ["49"]
    },
    "گلستان": {
        "گرگان": ["59"],
        "سایر شهرهای استان": ["69"]
    },
    "گیلان": {
        "رشت": ["46"],
        "سایر شهرهای استان": ["76", "56"]
    },
    "لرستان": {
        "خرم آباد": ["31"],
        "سایر شهرهای استان": ["41"]
    },
    "مازندران": {
        "ساری": ["62"],
        "سایر شهرهای استان": ["82", "72", "92"]
    },
    "مرکزی": {
        "اراک": ["47"],
        "سایر شهرهای استان": ["57"]
    },
    "هرمزگان": {
        "بندرعباس": ["84"],
        "سایر شهرهای استان": ["94"]
    },
    "همدان": {
        "همدان": ["18"],
        "سایر شهرهای استان": ["28"]
    },
    "یزد": {
        "یزد": ["54"],
        "سایر شهرهای استان": ["64"]
    }
}
